Revit 2027 API
ParameterTypeId.AnalyticalMemberOffsetEndX Property
 "End Offset X"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberOffsetEndX { get; }
Public Shared ReadOnly Property AnalyticalMemberOffsetEndX As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberOffsetEndX {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberOffsetEndX : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace